<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<%@ include file="../common/common.jsp" %>
<!doctype html>
<html lang="zh-CN">
<head>
	<meta charset="UTF-8">
	<title>注册协议</title>
	<%@include file="../common/share_static.jsp" %>
	<link rel="stylesheet" type="text/css" href="<%=ProjectConfig.cdn_host %>/css/register_protocol.css?t=<%=VersionUtil.VERSIONNO %>">
</head>
<body>
	<!--开始-->
	<div class="container">
		<!--头部-->
		<header class="header">
			<%@include file="../common/back.jsp" %>
			<span>注册协议</span>
		</header>
		<!--头部-->
		<!--主体-->
		<section class="content" style="overflow-y:auto;">
			<h4 class="title">快消互联用户注册协议</h4>
			<p>
				 <b>【审慎阅读】</b>您在申请注册流程中点击同意前,应当认真阅读以下协  议.请您务必审慎阅读,充分理解协议中相关条款内容，其中包括: <br>
				 1.与您约定免除或限制责任的条款;<br>
				 2.与您约定法律适用和管辖的条款;<br>
				 3、其他以粗体下划线标识的重要条款。
				 如您对协议有任何疑问，可向平台客服咨询。
			</p>
			<p>
				<b>【特别提示】</b>当您按照注册页面提示填写信息,阅读并同意协议且完
				 成全部注册程序后,即表示您已充分阅读,理解并接受协议的全部内容.
				 如您因平台服务与快消网批发生争议,适用《快消网批平台服务协议》
				 处理.如您在使用平台服务过程中与其他用户发生争议的,依您与其他
				 用户达成的协议处理.
			</p>
			<p> 
				阅读协议的过程中,如果您不同意相关协议或其中任何条款约定,
				 您应立即停止注册程序.
			</p> 
			 <p style="float:right;margin-right:1rem;margin-bottom:0;">快消网批平台服务协议.<p>
			 <p style="float:right;margin-right:1rem;">版本生效日期：2016年08月1日<p>
			 <h2 style="clear:both;text-indent:1rem;font-weight:bold;font-size:1.4rem;">注册协议</h2>
			 <p>
			 	  欢迎您与各快消网批平台经营者（详见定义条款）共同签署本
				《快消网批平台服务协议》（下称“本协议”）并使用快消网批平台
				 服务！
			 </p>
			 <p>
			 	  本协议为《快消网批服务协议》修订版本,自本协议发布之日起,
 				快消网批平台各处所称“快消网批服务协议”均指本协议。
			 </p>
			 <p>
			 	各服务条款前所列索引关键词仅为帮助您理解该条款表达的主旨
				 之用，不影响或限制本协议条款的含义或解释。为维护您自身权益，
				 建议您仔细阅读各条款具体表述。
			 </p>
			 <p>
			 	<b>【审慎阅读】</b>您在申请注册流程中点击同意本协议之前，应当认真阅
				 读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或
				 者限制责任的条款、法律适用和争议解决条款。免除或者限制责任的
				 条款将以粗体下划线标识，您应重点阅读。如您对协议有任何疑问，
				 可向快消网批平台客服咨询。
			 </p>
			 <p>
			 	<b>【签约动作】</b>当您按照注册页面提示填写信息阅读并同意本协议且完
				 成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部
				 内容,并与快消网批达成一致,成为快消网批平台“用户”.阅读本协议
				 的过程中,如果您不同意本协议或其中任何条款约定,您应立即停止注
				 册程序。
			 </p>
			 <h2 style="clear:both;text-indent:1rem;font-weight:bold;font-size:1.4rem;">一﹑定义</h2>
			 <p>
			 	  快消网批平台;指包括快消网批产品及客户端.快消网批平台经营
 				者的单称或合称，包括快消互联科技发展有限公司等。
			 </p>
			 <p>
			 	 快消网批平台服务：快消网批基于互联网，以包含快消网批平台
				 网站、客户端等在内的各种形态（包括未来技术发展出现的新的服务
				 形态）向您提供的各项服务。
			 </p>
			 <p>
			 	快消网批平台规则：包括在所有快消网批平台规则频道内已经发
				 布及后续发布的全部规则、解读、公告等内容以及各平台在帮派、论
				 坛、帮助中心内发布的各类规则、实施细则、产品流程说明、公告等。
			 </p>
			 <p>
			 	关联公司;除快消网批外，快消互联的经营者的单称或合称。
			 </p>
			 <p>
			 	 同一用户：使用同一身份认证信息或经快消网批排查认定多个快
 				消网批账户的实际控制人为同一人的，均视为同一用户。
			 </p>
			 <h2 style="clear:both;text-indent:1rem;font-weight:bold;font-size:1.4rem;">二、 协议范围</h2>
			 <p>
			 	2.1 签约主体<br>
				<b>【平等主体】</b>本协议由您与快消网批平台经营者共同缔结，本协议对
				 您与快消网批平台经营者均具有合同效力。<br>
				 <b>【主体信息】</b>快消网批平台经营者是指经营快消网批平台的各法律主
				 体，您可随时查看快消网批平台各网站首页底部公示的证照信息以确
				 定与您履约的快消网批主体。本协议项下，快消网批平台经营者可能
				 根据快消网批平台的业务调整而发生变更，变更后的快消网批平台经
				 营者与您共同履行本协议并向您提供服务，快消网批平台经营者的变
				 更不会影响您本协议项下的权益。快消网批平台经营者还有可能因为
				 提供新的快消网批平台服务而新增，如您使用新增的快消网批平台服
				 务的，视为您同意新增的快消网批平台经营者与您共同履行本协议。
				 发生争议时，您可根据您具体使用的服务及对您权益产生影响的具体
				 行为对象确定与您履约的主体及争议相对方。
			 </p>
			 <p>
			 	2.2 补充协议<br>
				  由于互联网高速发展，您与快消网批签署的本协议列明的条款并
				 不能完整罗列并覆盖您与快消网批所有权利与义务，现有的约定也不
				 能保证完全符合未来发展的需求。因此，快消网批平台法律声明及隐
				 私权政策、快消网批平台规则均为本协议的补充协议，与本协议不可
				 分割且具有同等法律效力。如您使用快消网批平台服务，视为您同意
				 上述补充协议。
			 </p>
			 <h2 style="clear:both;text-indent:1rem;font-weight:bold;font-size:1.4rem;">三、 账户注册与使用</h2>
			 <p>
			 	3.1 用户资格<br>
			          您确认,在您开始注册程序使用快消网批平台服务前,您应当具备
			 	中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不
			 	具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照
			 	法律规定承担因此而导致的一切后果。
			 </p>
			 <p>
			 	3.2 账户说明<br>
				<b>【账户获得】</b>当您按照注册页面提示填写信息、阅读并同意本协议且
				 完成全部注册程序后，您可获得快消网批平台账户并成为快消网批平
				 台用户。<br>
				<b>【账户使用】</b>您有权使用您设置或确认的快消网批会员名、邮箱、手
				 机号码（以下简称“账户名称”）及您设置的密码（账户名称及密码
				 合称“账户”）登录快消网批平台。<br>
				<b>【账户转让】</b>由于用户账户关联用户信用信息，仅当有法律明文规定、
				 司法裁定或经快消网批同意，并符合快消网批平台规则规定的用户账
				 户转让流程的情况下，您可进行账户的转让。您的账户一经转让，该
				 账户项下权利义务一并转移。除此外，您的账户不得以任何方式转让
				 否则由此产生的一切责任均由您承担。
			 </p>
			 <p>
			 	3.3 注册信息管理<br>
				 3.3.1 真实合法<br>
				<b>【信息真实】</b>在使用快消网批平台服务时，您应当按快消网批平台页
				 面的提示准确完整地提供您的信息（包括您的姓名及电子邮件地址、
				 联系电话、联系地址等），以便快消网批或其他用户与您联系。您了
				 解并同意，您有义务保持您提供信息的真实性及有效性。<br>
				<b>【会员名的合法性】</b>您设置的快消网批会员名不得违反国家法律法
				 规及快消网批网规则关于会员名的管理规定，否则快消网批可回收您
				 的快消网批会员名。快消网批会员名的回收不影响您以邮箱、手机号
				 码登录快消网批平台并使用快消网批平台服务。
			 </p>
			 <p>
			 	3.3.2 更新维护<br>
				 您应当及时更新您提供的信息，在法律有明确规定要求快消网批
				 作为平台服务提供者必须对部分用户（如平台卖家等）的信息进行核
				 实的情况下，快消网批将依法不时地对您的信息进行检查核实，您应
				 当配合提供最新、真实、完整的信息. 如快消网批按您最后一次提供
				 的信息与您联系未果、您未按快消网批的要求及时提供信息、您提供
				 的信息存在明显不实的，您将承担因此对您自身、他人及快消网批造
				 成的全部损失与不利后果。
			 </p>
			 <p>
			 	3.4 账户安全规范<br>
				<b>【账户安全保管义务】</b>您的账户为您自行设置并由您保管，快消网
				 批任何时候均不会主动要求您提供您的账户。因此，建议您务必保管
				 好您的账户，并确保您在每个上网时段结束时退出登录并以正确步骤
				 离开快消网批平台.账户因您主动泄露或遭受他人攻击,诈骗等行为导
				 致的损失及后果，均由您自行承担。<br>
				<b>【账户行为责任自负】</b>除快消网批存在过错外，您应对您账户项下
				 的所有行为结果（包括但不限于在线签署各类协议、发布信息、购买
				 商品及服务及披露信息等）负责。<br>
				<b>【日常维护须知】</b>如发现任何未经授权使用您账户登录快消网批平台
				 或其他可能导致您账户遭窃、遗失的情况，建议您立即通知快消网批
				 平台。您理解快消网批对您的任何请求采取行动均需要合理时间，除
				 快消网批存在过错外，快消网批对在采取行动前已经产生的后果不承
				 担任何责任。
			 </p>
			 <h2 style="clear:both;text-indent:1rem;font-weight:bold;font-size:1.4rem;">四、 快消网批平台服务及规范</h2>
			 <h4 style="padding-left:1rem;padding-right:1rem;font-size:1.3rem;line-height:2rem;">
			 	<b>【服务概况】</b>您有权在快消网批平台上享受店铺管理,商品或服务的
				 销售与推广、商品及/或服务的购买细则,交易争议处理等服务。快消
				 网批提供的服务内容众多，具体您可登录快消网批平台浏览。<br>
				 4.1 店铺管理<br>
				<b>【店铺创建】</b>通过在快消网批创建店铺，您可发布全新或二手商品及
				 或服务信息并与其他用户达成交易。基于快消网批网管理需要，您理
				 解并认可，同一用户在快消网批仅能开设一家店铺，快消网批可关闭
				 您在快消网批网同时开设的其他店铺。<br>
				<b>【店铺转让】</b>由于店铺转让实质为店铺经营者账户的转让，店铺转让
				 的相关要求与限制请适用本协议3.2条账户转让条款。<br>
				<b>【店铺关停】</b>您有权通过使用店铺打烊工具短暂关停您的店铺，您应
				 当对您店铺关停前已达成的交易继续承担发货、退换货及质保维修、
				 维权投诉处理等交易保障责任。<br>
				 在您的店铺连续六周无出售中的商品的情况下，快消网批也可依据快
				 消网批规则关停您的店铺。依据上述约定关停店铺均不会影响您已经
				 累积的信用。<br>
				 4.2 商品及/或服务的销售与推广<br>
				<b>【商品或服务信息发布】</b>通过快消网批提供的服务,您有权通过文字
				 图片、视频、音频等形式在快消网批平台上发布商品或服务信息、招
				 揽和物色交易对象、达成交易。<br>
				<b>【禁止销售范围】</b>您应当确保您对您在快消网批平台上发布的商品或
				 服务享有相应的权利，您不得在快消网批平台上销售以下商品或提供
				 以下服务：<br>
				（一）国家禁止或限制的；<br>
				（二）侵犯他人知识产权或其它合法权益的；<br>
				（三）快消网批平台规则或各平台与您单独签署的协议中已明确说明
				 不适合在快消网批平台上销售及/或提供的。<br>
				<b>【交易秩序保障】</b>您应当遵守诚实信用原则，确保您所发布的商品
				 或服务信息真实、与您实际所销售的商品及/或提供的服务相符,并在
				 交易过程中切实履行您的交易承诺。您应当维护快消网批平台市场良
				 性竞争秩序，不得贬低、诋毁竞争对手,不得干扰快消网批平台上进行
				 的任何交易、活动，不得以任何不正当方式提升或试图提升自身的信
				 用度，不得以任何方式干扰或试图干扰快消网批平台的正常运作。<br>
				<b>【促销及推广】</b>您有权自行决定商品或服务的促销及推广方式,快消
				 网批亦为您提供了形式丰富的促销推广工具。您的促销推广行为应当
				 符合国家相关法律法规及快消网批平台的要求。<br>
				<b>【依法纳税】</b>依法纳税是每一个公民、企业应尽的义务，您应对销售
				 额营业额超过法定免征额部分及时、足额地向税务主管机关申报纳税。<br>
				 4.3 商品及/或服务的购买细则<br>
				<b>【商品或服务的购买细则】</b>当您在快消网批平台购买商品及/或服务
				 时，请您务必仔细确认所购商品的品名、价格、数量、型号、规格、
				 尺寸或服务的时间、内容、限制性要求等重要事项，并在下单时核实
				 您的联系地址、电话、收货人等信息。如您填写的收货人非您本人，
				 则该收货人的行为和意思表示产生的法律后果均由您承担。<br>
				      您的购买行为应当基于真实的消费需求，不得存在对商品或服务
				 实施恶意购买、恶意维权等扰乱快消网批平台正常交易秩序的行为。
				 基于维护快消网批平台交易秩序及交易安全的需要，快消网批发现上
				 述情形时可主动执行关闭相关交易订单等操作。<br>
				 4.4 交易争议处理<br>
				<b>【交易争议处理途径】</b>您在快消网批平台交易过程中与其他用户发
				 生争议的，您或其他用户中任何一方均有权选择以下途径解决：<br>
				（一）与争议相对方自主协商；<br>
				（二）使用快消网批平台提供的争议调处服务；<br>
				（三）请求消费者协会或者其他依法成立的调解组织调解；<br>
				（四）向有关行政部门投诉；<br>
				（五）根据与争议相对方达成的仲裁协议（如有）提请仲裁机构仲裁；<br>
				（六）向人民法院提起诉讼。<br>
				<b>【平台调处服务】</b>如您选择使用快消网批平台的争议调处服务,则表
				 示您认可快消网批平台的客服或大众评审员（“调处方”）作为独立
				 的第三方根据其所了解到的争议事实并依据快消网批平台规则所作出
				 的调处决定（包括调整相关订单的交易状态、判定将争议款项的全部
				 或部分支付给交易一方或双方等）。在快消网批平台调处决定作出前 
				 您可选择其他途径解决争议以中止快消网批平台的争议调处服务。
				 如您对调处决定不满意，您仍有权采取其他争议处理途径解决争议，
				 但通过其他争议处理途径未取得终局决定前，您仍应先履行调处决定。<br>
				 4.5 费用<br>
			 </h4>
			 <p>
			 	快消网批为快消网批平台向您提供的服务付出了大量的成本,除快
				 消网批平台明示的收费业务外，快消网批向您提供的服务目前是免费
				 的.如未来快消网批向您收取合理费用，快消网批会采取合理途径并以
				 足够合理的期限提前通过法定程序并以本协议第八条约定的方式通知
				 您,确保您有充分选择的权利。
			 </p>
			 <h4 style="padding-left:1rem;padding-right:1rem;font-size:1.3rem;line-height:2rem;">
			 	4.6 责任限制<br>
				<b>【不可抗力】</b>快消网批负责"按现状"和"可得到"的状态向您提供快消
				 网批平台服务。快消网批依法律规定承担基础保障义务，但无法对由
				 于信息网络设备维护、连接故障，电脑、通讯或其他系统的故障，电
				 力故障,罢工，暴乱，火灾，洪水，风暴，爆炸，战争，政府行为,司
				 法行政机关的命令或因第三方原因而给您造成的损害结果承担责任。
				<b>【海量信息】</b>快消网批仅向您提供快消网批平台服务，您了解快消网
				 批平台上的信息系用户自行发布，且可能存在风险和瑕疵。鉴于快消
				 网批平台具备存在海量信息及信息网络环境下信息与实物相分离的特
				 点，快消网批无法逐一审查商品及/或服务的信息,无法逐一审查交易
				 所涉及的商品及/或服务的质量,安全以及合法性、真实性、准确性,对
				 此您应谨慎判断。<b>【调处决定】</b>您理解并同意,在争议调处服务中,快
				 消网批平台的客服、大众评审员并非专业人士，仅能以普通人的认知
				 对用户提交的凭证进行判断。因此，除存在故意外，调处方对争议调
				 处决定免责。
			 </h4>
			 <h2 style="clear:both;text-indent:1rem;font-weight:bold;font-size:1.4rem;">五、 用户信息的保护及授权</h2>
			 <h4 style="padding-left:1rem;padding-right:1rem;font-size:1.3rem;line-height:2rem;">5.1 个人信息的保护</h4>
			 <p>
			 	  快消网批非常重视用户个人信息（即能够独立或与其他信息结合
				 后识别用户身份的信息）的保护,在您使用快消网批提供的服务时,您
				 同意快消网批按照在快消网批平台上公布的隐私权政策收集,存储,使
				 用、披露和保护您的个人信息。快消网批希望通过隐私权政策向您清
				 楚地介绍快消网批对您个人信息的处理方式，因此快消网批建议您完
				 整地阅读隐私权政策，以帮助您更好地保护您的隐私权。
			 </p>
			 <h4 style="padding-left:1rem;padding-right:1rem;font-size:1.3rem;line-height:2rem;">
			 	5.2 非个人信息的保证与授权<br>
				<b>【信息的发布】</b>您声明并保证，您对您所发布的信息拥有相应,合法
				 的权利。否则，快消网批可对您发布的信息依法或依本协议进行删除
				 或屏蔽。<br>
				<b>【禁止性信息】</b>您应当确保您所发布的信息不包含以下内容：<br>
				（一）违反国家法律法规禁止性规定的；<br>
				（二）政治宣传、封建迷信、淫秽、色情、赌博、暴力、恐怖或者教
				 唆犯罪的；<br>
				（三）欺诈、虚假、不准确或存在误导性的；<br>
				（四）侵犯他人知识产权或涉及第三方商业秘密及其他专有权利的；<br>
				（五）侮辱、诽谤、恐吓、涉及他人隐私等侵害他人合法权益的；<br>
				（六）存在可能破坏、篡改、删除、影响快消网批平台任何系统正常
				 运行或未经授权秘密获取快消网批平台及其他用户的数据、个人资料
				 的病毒、木马、爬虫等恶意软件、程序代码的；<br>
				（七）其他违背社会公共利益或公共道德或依据相关快消网批平台协
				 议规则的规定不适合在快消网批平台上发布的。<br>
				<b>【授权使用】</b>对于您提供及发布除个人信息外的文字、图片、视频、
				 音频等非个人信息，在版权保护期内您免费授予快消网批及其关联公
				 司获得全球排他的许可使用权利及再授权给其他第三方使用的权利.您
				 同意快消网批及其关联公司存储,使用、复制、修订、编辑、发布,展
				 示、翻译、分发您的非个人信息或制作其派生作品，并以已知或日后
				 开发的形式、媒体或技术将上述信息纳入其它作品内。为方便您使用
				 快消网批平台其他相关服务，您授权快消网批将您在账户注册和使用
				 快消网批平台服务过程中提供、形成的信息传递给其他相关服务提供
				 者，或从其他相关服务提供者获取您在注册、使用相关服务期间提供
				 形成的信息。
			 </h4>
			 <h2 style="clear:both;text-indent:1rem;font-weight:bold;font-size:1.4rem;">六.用户的违约及处理</h2>
			 <h4 style="padding-left:1rem;padding-right:1rem;font-size:1.3rem;line-height:2rem;">
			 	 6.1 违约认定<br>
				 发生如下情形之一的，视为您违约：<br>
				（一）使用快消网批平台服务时违反有关法律法规规定的；<br>
				（二）违反本协议或本协议补充协议（即本协议第2.2条）约定的。
				 为适应电子商务发展和满足海量用户对高效优质服务的需求，您理解
				 并同意，快消网批可在快消网批平台规则中约定违约认定的程序和标
				 准。如：快消网批可依据您的用户数据与海量用户数据的关系来认定
				 您是否构成违约；您有义务对您的数据异常现象进行充分举证和合理
				 解释，否则将被认定为违约。<br>
				 6.2 违约处理措施<br>
				<b>【信息处理】</b>您在快消网批平台上发布的信息构成违约的，快消网批
				 可根据相应规则立即对相应信息进行删除、屏蔽处理或对您的商品进
				 行下架、监管。<br>
				<b>【行为限制】</b>您在快消网批平台上实施的行为，或虽未在快消网批平
				 台上实施但对快消网批平台及其用户产生影响的行为构成违约的，快
				 消网批可依据相应规则对您执行账户扣分、限制参加营销活动、中止
				 向您提供部分或全部服务、划扣违约金等处理措施。如您的行为构成
				 根本违约的，快消网批可查封您的账户，终止向您提供服务。<br>
				<b>【处理结果公示】</b>快消网批可将对您上述违约行为处理措施信息以及
				 其他经国家行政或司法机关生效法律文书确认的违法信息在快消网批
				 平台上予以公示。<br>
				 6.3 赔偿责任<br>
				 <p>如您的行为使快消网批或其关联公司遭受损失（包括自身的直接
				 经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费
				 等间接经济损失）,您应赔偿快消网批或其关联公司,支付宝公司的上
				 述全部损失。</p> <br>
				 <p>如您的行为使快消网批或其关联公司、支付宝公司遭受第三人主
				 张权利,快消网批及/或其关联公司、支付宝公司可在对第三人承担金
				 钱给付等义务后就全部损失向您追偿。</p><br>
				      <p>如因您的行为使得第三人遭受损失或您怠于履行调处决定，快消
				 网批或其关联公司出于社会公共利益保护或消费者权益保护目的，可
				 指示支付宝公司自您的支付宝账户中划扣相应款项进行支付。如您的
				 支付宝余额或保证金不足以支付相应款项的，您同意委托快消网批使
				 用自有资金代您支付上述款项您应当返还该部分费用并赔偿因此造成
				 快消网批的全部损失。</p><br>
				 6.4 特别约定<br>
				<b>【商业贿赂】</b>如您向快消网批及/或其关联公司的雇员或顾问等提供
				 实物、现金、现金等价物、劳务、旅游等价值明显超出正常商务洽谈
				 范畴的利益，则可视为您存在商业贿赂行为。发生上述情形的，快消
				 网批可立即终止与您的所有合作并向您收取违约金及/或赔偿金,该等
				 金额以快消网批因您的贿赂行为而遭受的经济损失和商誉损失作为计
				 算依据。<br>
				<b>【关联处理】</b>如您因严重违约导致快消网批终止本协议时,出于维护
				 平台秩序及保护消费者权益的目的，快消网批及/或其关联公司可对
				 与您在其他协议项下的合作采取中止甚或终止协议的措施，并以本协
				 议第八条约定的方式通知您。如快消网批与您签署的其他协议及快消
				 网批或其关联公司与您签署的协议中明确约定了对您在本协议项下合
				 作进行关联处理的情形，则快消网批出于维护平台秩序及保护消费者
				 权益的目的，可在收到指令时中止甚至终止协议，并以本协议第八条
				 约定的方式通知您。
			 </h4>
			 <h2 style="clear:both;text-indent:1rem;font-weight:bold;font-size:1.4rem;">七.协议的变更</h2>
			 <p>
			 	快消网批可根据国家法律法规变化及维护交易秩序、保护消费者
				 权益需要,不时修改本协议,补充协议,变更后的协议，补充协议（下称
				 “变更事项”）将通过法定程序并以本协议第八条约定的方式通知您。
			 </p>
			 <p>
			 	 如您不同意变更事项，您有权于变更事项确定的生效日前联系快
 				消网批反馈意见.如反馈意见得以采纳,快消网批将酌情调整变更事项.
			 </p>
			 <p>
			 	如您对已生效的变更事项仍不同意的，您应当于变更事项确定的
				 生效之日起停止使用快消网批平台服务，变更事项对您不产生效力；
				 如您在变更事项生效后仍继续使用快消网批平台服务，则视为您同意
				 已生效的变更事项。
			 </p>
			 <h2 style="clear:both;text-indent:1rem;font-weight:bold;font-size:1.4rem;">八.通知</h2>
			  <h4 style="padding-left:1rem;padding-right:1rem;font-size:1.3rem;line-height:2rem;">
			 	您同意快消网批以以下合理的方式向您送达各类通知：<br>
				（一）公示的文案；<br>
				（二）站内信、客户端推送的消息；<br>
				（三）根据您预留于快消网批平台的联系方式发出的电子邮件、短信、
				 函件等。
			 </h4>
			 <h2 style="clear:both;text-indent:1rem;font-weight:bold;font-size:1.4rem;">九.协议的终止</h2>
			 <h4 style="padding-left:1rem;padding-right:1rem;font-size:1.3rem;line-height:2rem;">
			 	9.1 终止的情形<br>
				<b>【用户发起的终止】</b>您有权通过以下任一方式终止本协议：<br>
				（一）在满足快消网批公的账户注销条件时您注销您的账户的；<br>
				（二）变更事项生效前您停止使用并明示不愿接受变更事项的；<br>
				（三）您明示不愿继续使用快消网批平台服务，且符合快消网批终止
				 条件的。<br>
				<b>【快消网批发起的终止】</b>出现以下情况时，快消网批可以本协议第
				 八条的所列的方式通知您终止本协议：<br>
				（一）您违反本协议约定，快消网批依据违约条款终止本协议的；<br>
				（二）您盗用他人账户、发布违禁信息、骗取他人财物,售假、扰乱市
				 场秩序、采取不正当手段谋利等行为，快消网批依据快消网批平台规
				 则对您的账户予以查封的；<br>
				（三）除上述情形外，因您多次违反快消网批平台规则相关规定且情
				 节严重，快消网批依据快消网批平台规则对您的账户予以查封的；<br>
				（四）您的账户被快消网批依据本协议回收的；<br>
				（五）您在快消网批及/或关联公司有欺诈、发布或销售假冒伪劣/侵
				 权商品、侵犯他人合法权益或其他严重违法违约行为的；<br>
				（六）其它应当终止服务的情况。<br>
				 9.2 协议终止后的处理<br>
				<b>【用户信息披露】</b>本协议终止后，除法律有明确规定外,快消网批无
				 义务向您或您指定的第三方披露您账户中的任何信息。<br>
				<b>【快消网批权利】</b>本协议终止后，快消网批仍享有下列权利：<br>
				（一）继续保存您留存于快消网批平台的本协议第五条所列的各类信
				 息.<br>
				（二）对于您过往的违约行为，快消网批仍可依据本协议向您追究违
				 约责任。<br>
				<b>【交易处理】</b>本协议终止后，对于您在本协议存续期间产生的交易订
				 单快消网批可通知交易相对方并根据交易相对方的意愿决定是否关闭
				 该等交易订单；如交易相对方要求继续履行的，则您应当就该等交易
				 订单继续履行本协议及交易订单的约定，并承担因此产生的任何损失
				 或增加的任何费用。
			 </h4>
			 <h2 style="clear:both;text-indent:1rem;font-weight:bold;font-size:1.4rem;">十.法律适用、管辖与其他
			</h2>
			 <h4 style="padding-left:1rem;padding-right:1rem;font-size:1.3rem;line-height:2rem;">
			 	<b>【法律适用】</b>本协议之订立、生效、解释、修订、补充、终止,执行
				 与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定
				 的，参照商业惯例或行业惯例。<br>
				<b>【管辖】</b>您因使用快消网批平台服务所产生及与快消网批平台服务有
				 关的争议，由快消网批与您协商解决。协商不成时，任何一方均可向
				 被告所在地人民法院提起诉讼。<br>
				<b>【可分性】</b>本协议任一条款被视为废止、无效或不可执行，该条应视
				 为可分的且并不影响本协议其余条款的有效性及可执行性。
			 </h4>
		</section>
		<!--主体-->
	</div>
	<!--结束-->
</body>
</html>